/* No comment provided by engineer. */
" and %@" = " 和 %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ 评论: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ 建议一个ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ is a member of the iNaturalist Network in %2$@. Local institutions supporting %3$@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ is part of the international iNaturalist Network. Would you like to join %2$@ to localize your experience of iNaturalist and share data with local institutions?";

/* site news */
"%@ News" = "%@ 新闻";

/* identification author attribution */
"%@'s ID" = "%@ 的 ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, 建立 %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d 观察";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d 笔观察资料上传";

/* Count of observations by this user, plural. */
"%d Observations" = "%d 笔观察资料";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d 笔观察资料上传";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@'，需要您填写 '%2$@' 栏位。";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "关于";

/* title for about section of the guide screen */
"ABOUT" = "关于";

/* about this project title */
"About this Project" = "关于本任务";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "帐户？";

/* No comment provided by engineer. */
"Activity" = "活动";

/* Title for add comment failed alert */
"Add Comment Failure" = "新增注解失败";

/* Title for add ID failed alert */
"Add Identification Failure" = "新增鉴定失败";

/* No comment provided by engineer. */
"Add to Favorites" = "新增至「最爱」";

/* project admins header */
"Administrators" = "管理者";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "同意";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "已经有一个帐户？";

/* unknown error adding content */
"An unknown error occured. Please try again." = "发生未知错误，请再试一次。";

/* Title for app section of settings. */
"App Settings" = "设置";

/* No comment provided by engineer. */
"Are you really sure?" = "你真的确定吗？";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "您确定要离开此任务群组吗？";

/* No comment provided by engineer. */
"Are you sure?" = "您确定吗？";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "您确定吗？这是永久不变的。";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "自动";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "自动补齐名字";

/* label for auto upload switch in settings */
"Automatic upload" = "自动上传";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to iNaturalist.org" = "自动上传新的或编辑过的内容到 iNaturalist.org";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "使用 iNaturalist 时，您同意服务条款和隐私政策。";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance.";

/* Title for failure to get a photo from photo picker or camera alert */
"Camera Problem" = "Camera Problem";

/* accessibility label for camera shutter button */
"Camera Shutter" = "相机快门";

/* No comment provided by engineer. */
"Can't Add ID" = "无法新增 ID";

/* No comment provided by engineer. */
"Can't Comment" = "无法注解";

/* No comment provided by engineer. */
"Can't Fave" = "无法做为最爱";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Can't search for your observations right now. Please try later.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "取消中...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "无法存取相机";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "无法存取照片";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "不能选择未来的日期。";

/* Failure message */
"Cannot donate" = "无法捐款";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "无法载入建议： %@";

/* Failure message */
"Cannot rate" = "无法评分";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "无法搜寻 iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Cannot Send Email";

/* No comment provided by engineer. */
"Cannot use your location" = "无法使用您所在的位置";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "圈养/栽培";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "圈养 / 栽培的意义指的是这些生物出现在那里是人为的因素。iNaturalist 是关于观察野生生物的计画，而我们的科学资料伙伴对于宠物、 花园或动物园中的动物之观察并没有兴趣。";

/* title for captive selector */
"Captive?" = "圈养或栽培吗？";

/* casual data quality */
"Casual Grade" = "一般等级";

/* label for change email address action in settings */
"Change email" = "更换邮箱";

/* No comment provided by engineer. */
"Change Email" = "更换邮箱";

/* No comment provided by engineer. */
"Change email address?" = "更换邮箱地址？";

/* accessibility label for change flash button */
"Change Flash" = "更改闪存";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "更改闪存切换。当前状态为自动";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "更改闪存切换。当前状态为关闭";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "更改闪存切换。当前状态为打开";

/* label for change username action in settings */
"Change username" = "更改用户名";

/* No comment provided by engineer. */
"Change Username" = "更改使用者名称";

/* No comment provided by engineer. */
"Change username?" = "更改使用者名称吗？";

/* No comment provided by engineer. */
"Change your profile photo?" = "更改您的个人照片吗？";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "如果您想在您的照片套用创意公用授权－非商业使用条款的话，请勾选此方框。你之后可以选择不同的授权或移除它，但这个授权对于分享资料给研究者是最好的授权。";

/* title of alert after you reset your password */
"Check your email" = "请查看您的电子邮件";

/* No comment provided by engineer. */
"Choose from library" = "从图库中选择";

/* title of inat network picker */
"Choose iNat Network" = "选择 iNaturalist 网路";

/* title for project observations chooser */
"Choose Projects" = "选择任务";

/* accessibility label for close camera button */
"Close Camera" = "关闭照相机";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "搜集型项目";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "评论";

/* label for contact support action in settings. */
"Contact support" = "联系技术支持";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "内容授权";

/* Button to copy the scientific name */
"Copy Scientific Name" = "复制学名";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "不能同意";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "无法新增至任务 %1$@。%2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "无法判断您的目前位置";

/* Please try again message, in an alert view, for when we can't get a photo from the camera/library. */
"Couldn't load data for the selected photo. Please try again." = "Couldn't load data for the selected photo. Please try again.";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "正在建立 iNaturalist 帐户...";

/* intro to credits section. */
"Credits" = "致谢";

/* Header for data quality section of obs detail */
"Data Quality" = "资料品质";

/* No comment provided by engineer. */
"Default" = "预设";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "删除已下载档案";

/* No comment provided by engineer. */
"Delete Error" = "删除出错";

/* text of delete obs button */
"Delete Observation" = "删除观察记录";

/* Deletes pending sync. */
"Deletes To Sync" = "同步删除";

/* title for description section of the guide screen */
"DESCRIPTION" = "描述";

/* Title for confirm new observation details view */
"Details" = "详细资料";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "不要再显示提示";

/* label for donate action in settings. */
"Donate to iNaturalist" = "捐助 iNaturalist";

/* No comment provided by engineer. */
"Download" = "下载";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "下载供离线使用";

/* No comment provided by engineer. */
"Download not available" = "不提供下载服务";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "已下载";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "正在下载…";

/* The editor or author of the species guide */
"Editor" = "编辑器";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "在伺服器上可能出现了一个错误，或指南不再存在。";

/* label for email field in settings */
"Email" = "电子邮件";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "启用以允许 iOS 自动校正和拼写检查物种名称。";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Error Fetching Observations" = "截取观测资料时出错";

/* error loading leaderboard title */
"Error loading leaderboard" = "载入积分板时出错";

/* image save error title */
"Error Saving Image" = "储存影像时出错";

/* No comment provided by engineer. */
"Explore" = "探索";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "下载指南失败";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "登入 iNaturalist 失败。请再试一次。";

/* No comment provided by engineer. */
"Failed to save guide" = "储存指南失败";

/* No comment provided by engineer. */
"Faved" = "我的最爱";

/* No comment provided by engineer. */
"Faving..." = "标注我的最爱...";

/* No comment provided by engineer. */
"Featured" = "精选";

/* No comment provided by engineer. */
"Fetch Error" = "存取错误";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org." = "获取授权令牌失败。请联系 help@inaturalist.org。";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "在地图区域内存取最近的观察记录";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "获取最近的全球观测资料";

/* No comment provided by engineer. */
"Find %@ named '" = "找到名为 %@ ";

/* No comment provided by engineer. */
"Find my observations" = "找寻我的观察记录";

/* No comment provided by engineer. */
"Find observations near me" = "找寻附近的观察记录";

/* No comment provided by engineer. */
"Finding your location..." = "搜寻您所在的位置...";

/* Title for forgot password button. */
"Forgot password?" = "Forgot password?";

/* Geoprivacy button title */
"Geoprivacy" = "地理信息隐私权";

/* No comment provided by engineer. */
"Go Back" = "返回";

/* Button to dismiss a tutorial screen */
"Got It" = "了解你的明白了";

/* No comment provided by engineer. */
"Guide download error" = "指南下载错误";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "指南编辑器必须启用此功能。";

/* No comment provided by engineer. */
"Guides" = "指南";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "iNaturalist 社群建立和分享指南";

/* Title for guides tutorial screen */
"Guides are lists of species" = "指南是物种清单";

/* Title for help section of settings. */
"Help" = "帮助";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "这里是我们十个最高相关的物种建议：";

/* Title of identification failure alert */
"Identification Failed" = "鉴定失败";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "识别分类";

/* No comment provided by engineer. */
"Identifications" = "鉴定";

/* No comment provided by engineer. */
"Identifiers" = "鉴定者";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "如果您输入的电子邮件地址是连结到 iNaturalist 帐户，您应该会收到一封电子邮件，在邮件中至提供的连结重设您的密码。";

/* No comment provided by engineer. */
"in project '%@'" = "在 '%@' 任务";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist 由加利福尼亚科学院与美国国家地理学会共同创办";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist 网络";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist 使用 Joseph Wain 开发的 Glyphish、Ben Sperry 开发的 ionicons、Luis Prado 以及Noun Project 的 Roman Shlyakov开发的 icons。iNaturalist 对 Cocoapods 社群以及对开源资源社群的贡献十分感谢。 请参阅 https://github.com/inaturalist/INaturalistIOS。";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "使用者名称或密码错误。";

/* No comment provided by engineer. */
"Internet connection required" = "需要网路连线";

/* No comment provided by engineer. */
"Internet required" = "需要网路连线";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "介绍自动上传！";

/* Invalid date alert title */
"Invalid Date" = "无效的日期";

/* Error for bad email when making account. */
"Invalid Email Address" = "无效的电子邮件位址";

/* Unknown invalid input */
"Invalid input" = "无效的输入";

/* No comment provided by engineer. */
"Invalid Location" = "无效的位置";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "无效的使用者名称";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net.";

/* Join project button */
"Join" = "加入";

/* join iNat network partner alert title */
"Join %@?" = "Join %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "加入任务群组，以在你记录观察记录时来选择它们";

/* No comment provided by engineer. */
"Joined" = "已加入";

/* No comment provided by engineer. */
"Joining..." = "加入...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "纬度: %1$.5f 经度: %2$.5f 精确度: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "积分板";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "了解更多资讯";

/* learn more (about network partner changes) button text */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Learn more about data quality >" = "了解更多有关资料品质 >";

/* Leave project button */
"Leave" = "离开";

/* No comment provided by engineer. */
"Leaving..." = "离开中...";

/* The license of the species guide */
"License" = "授权";

/* No comment provided by engineer. */
"Loading..." = "载入中...";

/* No comment provided by engineer. */
"Location Fetch Error" = "定位撷取错误";

/* No comment provided by engineer. */
"Location Services Denied" = "定位服务被拒绝";

/* No comment provided by engineer. */
"Location Services Restricted" = "定位服务被限制";

/* No comment provided by engineer. */
"locations" = "位置资讯";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "登入";

/* No comment provided by engineer. */
"Log In / Sign Up" = "登入 / 注册";

/* Notice while we're logging them in */
"Logging in..." = "登入中...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "登入和上传这笔观察记录来启用注解及鉴定。";

/* No comment provided by engineer. */
"Login to enable faves." = "登入以启用标记我的最爱";

/* placeholder text for taxon search bar */
"Look up a species by name" = "依照名字来查找物种";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "查找物种名字";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "看起来有错误发生: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "看来你还没有观察记录喔。";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "喜欢 iNaturalist? 给我们评分吧！";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "请确认 iNaturalist 可存取你的位置权限或是给 GPS 一点时间来取得位置资讯。";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "管理下载";

/* No comment provided by engineer. */
"Map of Observations" = "观察记录地图";

/* Placeholder text for not logged title on me tab. */
"Me" = "我";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx).";

/* No comment provided by engineer. */
"Missing Date" = "缺少日期";

/* No comment provided by engineer. */
"Missing Location" = "缺少位置资讯";

/* No comment provided by engineer. */
"Missing Required Field" = "缺少必填栏位";

/* No comment provided by engineer. */
"My Content" = "我的资料";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "名字为 '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "'%@' 为名的生物";

/* No comment provided by engineer. */
"Nearby" = "附近的";

/* needs id data quality */
"Needs ID" = "需要 ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "需要您的注意";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "需要网路连线";

/* No comment provided by engineer. */
"Network unavailable" = "无法使用网路";

/* No comment provided by engineer. */
"Network Unavailable" = "无法使用网路";

/* No comment provided by engineer. */
"Never mind" = "别介意";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "iNaturalist 新手吗？现在就注册！";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "新闻";

/* Confirm a new photo */
"NEXT" = "下一步";

/* Generic negative response to a yes/no question */
"No" = "否";

/* No comment provided by engineer. */
"No description" = "没有描述";

/* No comment provided by engineer. */
"No iNaturalist Results" = "无 iNaturalist 结果";

/* place guess when we have no location information */
"No location" = "无位置资讯";

/* No comment provided by engineer. */
"No matching taxa" = "无符合的分类群";

/* No comment provided by engineer. */
"No network connection." = "没有网路连线。";

/* No comment provided by engineer. */
"No network connection. :(" = "没有网路连线 :(";

/* Header observation count title when there are none. */
"No Observations" = "没有观察记录";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "在地图区域没有发现任何观察结果。";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "未发现任何观察结果。";

/* No comment provided by engineer. */
"No observations yet." = "还没有观察记录！";

/* accessibility label for no photo button */
"No Photo" = "无照片";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "无照片以及缺乏鉴定";

/* No comment provided by engineer. */
"No such organisms found. :(" = "找不到这种生物 :(";

/* No comment provided by engineer. */
"No such person found. :(" = "找不到这个使用者 :(";

/* No comment provided by engineer. */
"No such place found. :(" = "找不到此地点 :(";

/* No comment provided by engineer. */
"No such project found. :(" = "找不到这类任务 :(";

/* No comment provided by engineer. */
"No Thanks" = "不用，感恩";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "尚未更新。请保持关注！";

/* No comment provided by engineer. */
"No URL configured" = "没有配置 URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "No, don’t change my affiliation";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "没有照片";

/* No comment provided by engineer. */
"None, all rights reserved" = "保留一切著作权利";

/* No comment provided by engineer. */
"Not Allowed" = "不允许";

/* 403 unauthorized title */
"Not Authorized" = "尚未授权";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "备注…";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "观察";

/* obscured geoprivacy */
"Obscured" = "模糊处理";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "观察记录字段验证错误: %@";

/* project observation rules header */
"Observation Rules" = "观察记录的规则";

/* No comment provided by engineer. */
"Observations" = "观察记录";

/* Title for New Observation Tab Bar Button */
"Observe" = "观察";

/* No comment provided by engineer. */
"Observers" = "观察者";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "关闭";

/* No comment provided by engineer. */
"OK" = "好的";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "开";

/* Title error with oops text. */
"Oops" = "啊哩勒";

/* open geoprivacy */
"Open" = "公开精确定位";

/* No comment provided by engineer. */
"Open link in Safari" = "在 Safari 中打开网址";

/* No comment provided by engineer. */
"organisms" = "生物";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Passwords must be at least six characters in length.";

/* No comment provided by engineer. */
"people" = "使用者";

/* No comment provided by engineer. */
"Permission denied" = "权限被拒";

/* Title for photo save error alert msg */
"Photo Save Error" = "储存照片错误";

/* accessibility label for pick from library button */
"Pick from Library" = "从库中选择";

/* No comment provided by engineer. */
"Placeholder" = "取代符";

/* Alert message when we don't have permission to access the camera. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Camera" = "请确定在「设定 > 隐私权 > 相机」中 iNaturalist 是开启的状态";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Photos" = "请确定在「设定 > 隐私权 > 相机」中 iNaturalist 是开启的状态";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Please note: Observations will be automatically included in a collection project if they meet its requirements.";

/* No comment provided by engineer. */
"Please pick a valid location." = "请选择一个的有效的定位。";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "请稍后再试。";

/* No comment provided by engineer. */
"Please try again in a minute." = "请一分钟后再试一次。";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "请上传以确定资料品质";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "发文者：";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "隐私权政策";

/* private geoprivacy */
"Private" = "不公开位置";

/* No comment provided by engineer. */
"projects" = "任务";

/* choose projects button title. */
"Projects" = "任务";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "任务是具有相同目的之观察的收藏集";

/* No comment provided by engineer. */
"Pull to Refresh" = "下拉来重新整理...";

/* Rank in an ordered list */
"Rank" = "等级";

/* action to re-download a species guide from the server */
"Re-download" = "重新下载";

/* No comment provided by engineer. */
"Remove my profile photo" = "删除我的个人资料照片";

/* No comment provided by engineer. */
"Removing..." = "正在删除...";

/* No comment provided by engineer. */
"Request timed out" = "请求逾时";

/* No comment provided by engineer. */
"RESEARCH" = "研究";

/* research data quality */
"Research Grade" = "研究等级";

/* No comment provided by engineer. */
"Restricted to current map area" = "限制在目前的地图区域范围";

/* Retake a photo */
"RETAKE" = "重新拍摄";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "倒车摄像头";

/* Title for save new observation button */
"SAVE" = "储存";

/* No comment provided by engineer. */
"Save Anyway" = "仍要储存";

/* status while saving your image */
"Saving new photo..." = "储存新照片中...";

/* No comment provided by engineer. */
"Saving..." = "储存中...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "向下滑动获取最新活动资讯";

/* No comment provided by engineer. */
"Search" = "搜寻";

/* placeholder for guide search field */
"Search for guide named..." = "Search for guide named...";

/* placeholder for project search field */
"Search for project named..." = "Search for project named...";

/* No comment provided by engineer. */
"Searching for organisms..." = "正在搜寻生物...";

/* No comment provided by engineer. */
"Searching for people..." = "正在搜寻其他人...";

/* No comment provided by engineer. */
"Searching for place..." = "正在搜寻地点...";

/* No comment provided by engineer. */
"Searching for project..." = "正在搜寻任务...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "在地图区域内搜寻最近的观察记录";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "正寻找最近的观测资料";

/* No comment provided by engineer. */
"seen at '%@'" = "在 '%@' 看到";

/* No comment provided by engineer. */
"seen by '%@'" = "被 '%@' 所见";

/* basis for a suggestion */
"Seen Nearby" = "附近曾见过";

/* default select title */
"Select" = "选择";

/* select taxon title */
"Select \"%@\"" = "选择\"%@\"";

/* title for date selector */
"Select Date" = "选择日期";

/* title for geoprivacy selector */
"Select Privacy" = "选择隐私设定";

/* No comment provided by engineer. */
"Selected Observation" = "所选的观察记录";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "设置个人资料照片";

/* accessibility label for settings button
   The name of the iOS Settings app
   Title for the settings screen. */
"Settings" = "设定";

/* Title for share new observation button */
"SHARE" = "分享";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "与 iNaturalist 社群分享你的观察记录。";

/* No comment provided by engineer. */
"Show species suggestions for observations or identifications" = "对观察者及辨认者显示物种辨认建议";

/* No comment provided by engineer. */
"Sign out" = "登出";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "注册";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "马上注册";

/* No comment provided by engineer. */
"Signing Out" = "正在登出";

/* skip button title */
"Skip ›" = "略过 >";

/* No comment provided by engineer. */
"Somewhere..." = "某特定场所...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "分类";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Source: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "物种";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "统计";

/* accessibility label for stop uploading button */
"Stop Uploading" = "停止上载";

/* No comment provided by engineer. */
"Suggest ID" = "建议之 ID";

/* label for suggest species switch in settings */
"Suggest species" = "参考物种";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "建议基于由 iNaturalist 社区提供的观察和鉴定。包括%1$@%2$@%3$@和更多";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "建议基于 iNaturalist 社区所提供的观察记录和物种辨认 。";

/* Title of me header when syncing. */
"Syncing..." = "同步中...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "标签";

/* No comment provided by engineer. */
"Take a photo" = "拍张照";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "告诉我们为什么";

/* project terms header */
"Terms" = "使用条款";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "服务条款";

/* partners */
"The international iNaturalist Network supports localized, fully integrated, iNaturalist-based websites in the following countries, thanks to the support of associated partner organizations." = "The international iNaturalist Network supports localized, fully integrated, iNaturalist-based websites in the following countries, thanks to the support of associated partner organizations.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "任务群组目前还没有观察记录。请稍后再查看 ！";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "出现了一个无预期的错误";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "由于网络缓慢或断续，请连接 Wifi 再尝试。";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "iNaturalist 社群评选此观察记录为一般等级。";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "此观察记录列为一般等级是因为 iNaturalist 社群评选它为圈养或栽培。";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "对于这笔观察记录来说需要日期才能被考虑列为研究等级。";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "对于这笔观察记录来说需要位置资讯才能被考虑列为研究等级。";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "对于这笔观察记录来说，它需要更具体的社群鉴定共识才能被考虑列为研究等级。";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "对于这笔观察记录来说需要照片才能被考虑列为研究等级。";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "对于这笔观察记录来说，它需要从 iNaturalist 社群中取得更多鉴定才能被考虑列为研究等级。";

/* No comment provided by engineer. */
"This project has no description." = "这个任务没有任何说明。";

/* No comment provided by engineer. */
"This project has no rules." = "这个任务没有任何规则。";

/* No comment provided by engineer. */
"This project has no terms." = "这个任务没有使用条款。";

/* No comment provided by engineer. */
"This project has no title." = "这个任务没有使用标题。";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "这程序也将会从这个专案中删除您的观察资料。";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "您会损失所有您在这个应用中还未同步到 iNaturalist.org 上的操作。";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "这将下载 %@ 的资料，所以即使您没有网路存取权限也可以使用本指南。";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "时间区间";

/* No comment provided by engineer. */
"Timeout" = "逾时";

/* project title header */
"Title" = "标题";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "传统型项目";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "当你下次连线到网路的时候请重新再试一次。";

/* button title to turn on autoupload */
"Turn On" = "开启";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "打开自动上传，您的观察记录将自动上传到 iNaturalist。";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "统筹型项目";

/* Shown when your request to remove an observation from your favorites is loading */
"Un-faving..." = "取消最爱中…";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "无法新增到此观察记录的鉴定。请稍后再试。";

/* No comment provided by engineer. */
"Unable to find location" = "无法找到位置";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "无法找到位置名称";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "此观察记录无法鉴定为这个物种。请稍后再试。";

/* Title for error */
"Unable to load page" = "无法载入页面";

/* unknown taxon */
"Unknown" = "未知的";

/* No comment provided by engineer. */
"Unknown author" = "未知的作者";

/* Message body when we don't know the error */
"Unknown error" = "未知的错误";

/* Unknown error */
"Unknown error while making an identification." = "当尝试建立鉴定时发生未知的错误。";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "未知错误：%ld";

/* No comment provided by engineer. */
"Unprocessable entity" = "无法处理的项目";

/* No comment provided by engineer. */
"Untitled Post" = "无标题发文";

/* No comment provided by engineer. */
"Updating your iNaturalist account information." = "更新您的 iNaturalist 帐户资讯。";

/* No comment provided by engineer. */
"Updating..." = "更新中...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "上传";

/* No comment provided by engineer. */
"Upload Error" = "上传错误";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "上传这笔观察记录以启用评论及鉴定。";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "上传这笔观察记录以启用加入最爱。";

/* subtitle for observation while it's uploading. */
"Uploading..." = "上传中...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "使用者名称";

/* users can login with their username or their email address. */
"Username or email" = "Username or email";

/* Title for version section of settings. */
"Version" = "版本";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video Tutorial";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "查看建议";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "访问 %@ 来建立您自己的任务";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "查看 iNaturalist.org 来创建您自己的指南";

/* basis for a species suggestion */
"Visually Similar" = "视觉上看起来很像";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "视觉上看起来很像/附近可见";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "等待上传中…";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "我们很感激由 crowdin.com 社群所提供的翻译协助，特别是：Catherine B、Vladimir Belash、cgalindo、danieleseglie、Eduardo Martínez、naofum、Foss、jacquesboivin、Sungmin Ji、katunchik、NCAA、oarazy、sudachi、T.O、testamorta 和 vilseskog。若要加入 iNaturalist iOS 翻译团队，请查阅 https://crowdin.com/project/inaturalistios。";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "我们空间不足以致于无法新增观察记录！";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "我们从 iOS 中没有取得权限来使用您的位置。";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "我们信心不足以致于无法提出对此物种的建议，但这是我们最高的10笔建议。";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "我们很肯定这是在 %1$@ %2$@。";

/* unknown taxon title */
"What did you see?" = "您看到什么？";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "圈养/栽培指的是什么呢？";

/* No comment provided by engineer. */
"Which organism?" = "是什么生物？";

/* No comment provided by engineer. */
"Which person?" = "是谁？";

/* No comment provided by engineer. */
"Which place?" = "什么地点呢？";

/* No comment provided by engineer. */
"Which project?" = "哪个任务呢？";

/* No comment provided by engineer. */
"Whoops" = "糟糕";

/* Default upload failure alert title. */
"Whoops!" = "糟糕!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "若没有日期的话，此观察记录对其他人来说也许会很难准确地鉴定，而且永远不会达到研究等级。";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "若没有地点的话，此观察记录对其他人来说也许会很难准确地鉴定，而且永远不会达到研究等级。";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "若连一张照片都没有的话，此观察记录无法让其他人来协助鉴定。";

/* No comment provided by engineer. */
"Yes" = "是";

/* change network partner button */
"Yes, change my affiliation" = "好的，更动我的网路附属单位";

/* No comment provided by engineer. */
"Yes, delete this observation" = "好的，删除这笔观察记录";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "好的，授权我的内容以让科学家使用我的资料！ 了解更多资讯";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "You can only change your network affiliation once per day.";

/* No comment provided by engineer. */
"You don't have any projects yet." = "您还没有任何任务。";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "您无权限那么做，帐户可能已被暂停。请联系 help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "您无权限那么做，帐户可能已被暂停。请联系 help@inaturalist.org";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "您必须连接到网路才可以做这件事！";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "您必须连接到网路才能上传到 iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "您必须登入才能存取此任务。";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason. */
"You must be logged in to do that." = "你必须登入后才能做这件事！";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "您必须登入后才能同步使用者任务。";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to iNaturalist.org." = "您必须登入后才能上传到 iNaturalist.org。";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "您必须登入后才能上传！";

/* No comment provided by engineer. */
"You must be logged in!" = "您必须登入!";

/* Account is required error message */
"You must be logged in." = "您必须登入。";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "你必须登入后才能做这件事。";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "您必须登入才能加入一个任务。";

/* 401 unauthorized message */
"You need to login to do that." = "您必须先登录。";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "一旦您已上传观察记录就会收到更新的资讯。";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "您的 iPhone 硬碟空间快用完了！";

/* Title for account section of settings. */
"Your Account" = "我的账户";

/* No comment provided by engineer. */
"Your Guides" = "您的指南";

/* Placeholder for free text observation field value */
"Your response here" = "您的回应在此";
